Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/jahkediedahus_2021_samos_nob.docx.tmx
Source language: nob
Languages: sme

source: Annenhver måned samles de til et todagers kurs. Mellom kursene får de arbeidsoppgaver og utviklingsutfordringer.
sme: Dárbbašit vuđoleabbo bagadusa teknihkka doaimmain eareliiggánit got dulkonappa ja teams doaibmá, ja muhtinmat atne váttisin sáddet e-mailaid viidáset váhnemiidda.

source: På grunn av Korona situasjonen er opplæring gjennomført i sin helhet over nett, unntatt 16.-17 mars da man hadde første samling for studentene ved Diehtosiida.
sme: sávvet eanet spesifihkka oahpu guhtege PMG ektui. Jearuhit báddejuvvon logaldallamiid maid sáhttá geahččat dalle go soahpá.

source: Da deltok også rådsmedlem Mikkel Eskil Mikkelsen og rektor ved Samisk Høgskole Laila Susanne Vars.
sme: Muhtimat lohke lossadin čuovvut logaldallamiid go powerpointat ledje dušše davvisámegillii čállojuvvon.

source: Årsaken til det er at det har vært vanskelig å finne vikarer for å klare å gjennomføre kursene og at både ansatte, barn og foreldre kan være syke samtidig. Dette har ført til at Samisk Høgskole og SáMOS har kommet frem til at man må være mer fleksibel under gjennomføring av opplæringen.
sme: Boađus dás ja maid PMG oahpahus aktavuođas lea ahte SáMOS ja Sámi allaskuvla leat mearridan ahte, dal go lea vejolaš álgit golgat fas, ferti ollu návččaid bidjat deivvadeamiide Pilohtamánáidgárdiid luhtte sihke vánhemiiggu, eaiggádiiggu ja PMG oahpahusas.

source: Gjennomføringsplanen for forskningen ble påbegynt i mars 2021 og har kommet i gang med i tilknytning til pilotbarnehagene i høst.
sme: Čakčadálvvi 2021 leat maid čađahuvvon vánhendeivvadeamit Pilohtamánáidgárdiid luhte.
